opensoap/samples/ShoppingSec/SampleMessages/PlaceOrderReqF3.xml

<?xml version="1.0"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/">
    <SOAP-ENV:Body>
        <m:PlaceOrder xmlns:m="http://services.opensoap.jp/samples/Shopping/">
            <code>SZ01</code>
            <qty></qty>
        </m:PlaceOrder>
    </SOAP-ENV:Body>
</SOAP-ENV:Envelope>
